Repository: 1107879604/docs
Catalog: administrator-manual/*/locale/*/LC_MESSAGES/access.po
Languages: sr, tr

source: Accessing the Server Manager
sr: Приступање Управнику Сервера
tr: Sunucu Yönetimine Erişmek

source: |product| can be configured using the :dfn:`Server Manager` web interface. You need a web browser like Mozilla Firefox or Google Chrome to access the web interface using the address (URL) ``https://a.b.c.d:980`` or ``https://server_name:980`` where *a.b.c.d* and *server_name* respectively are the server IP address and name configured during installation.
sr: |product| може бити конфигурисан коришћењем веб интерфејса :dfn:`Управник Сервера`. Потребан вам је веб прегледач Mozilla Firefox или Google Chrome да приступите веб интерфејсу коришћењем адресе (УРЛ) ``https://a.b.c.d:980`` или ``https://server_name:980`` где су *a.b.c.d* и *server_name* респективно ИП адреса сервера и име конфигурисано током инсталације.
tr: |product|, :dfn:`Sunucu Yönetimi` web arayüzü üzerinden ayarlanabilir. Web arayüzüne erişmek için Mozilla Firefox ya da Google Chrome gibi bir web tarayıcısında ``https://a.b.c.d:980`` ya da ``https://sunucu_adi:980`` adresini yazın. *a.b.c.d* sunucunun IP adresi, *sunucu_adi* ie yükleme sırasında sunucuya verilen addır.

source: If the web server module is installed, you can also access the web interface using this address ``https://server_name/server-manager``.
sr: Ако је модул веб сервера инсталиран, такође можете приступити веб интерфејсу корисшћењем адресе ``https://server_name/server-manager``.
tr: Web sunucusu modülü kurulmuş ise, web ara yüzüne ``https://sunucu_adi/server-manager`` adresini yazarak da erişebilirsiniz.

source: The Server Manager uses self-signed SSL certificates. You should explicitly accept them the first time you access the server. The connection is safe and encrypted.
sr: Управник Сервера користи самопотписан ССЛ сертификат. Морате експлицитно прихватити сертификат када први пут приступате серверу. Конекција је сигурна и енкриптована.
tr: Sunucu Yönetimi için kendinden imzalı SSL sertifikaları kullanılır. Sunucuya ilk kez eriştiğinizde bu sertifikayı onaylamanız gerekir. Böylece bağlantı güvenli ve şifrelenmiş olur.

source: Login
sr: Пријава
tr: Oturum Açma

source: The login page will give you a trusted access to the web interface. Log in as **root** and type the password chosen during |product| installation.
sr: Страница за пријаву пружа вам сигурносни приступ веб интерфејсу. Пријавите се као **root** и укуцајте лозинку коју сте изабрали током инсталације |product|.
tr: Oturum açma sayfası size güvenili bir web arayüzü erişimi sağlar. **root** kullanıcısı ve |product| kurulumu sırasında belirlediğiniz parola ile oturum açın.

source: The *unattended* install procedure sets the root password to the default ``Nethesis,1234``.
sr: Инсталациона процедура *без надзора* подесиће рут лозинку на подразумевану ``Nethesis,1234``.
tr: *Sorusuz* kurulum işlemi sırasında root parolası varsayılan olarak ``Nethesis,1234`` olarak atanır.

source: Change the current password
sr: Измените текућу лозинку
tr: Geçerli parolayı değiştirin

source: You can change the root password from the web interface by going to the :guilabel:`root@host.domain.com` label on the upper right corner of the screen and clicking on :guilabel:`Profile`.
sr: Можете променити рут лозинку из веб интерфејса ако одете на :guilabel:`root@host.domain.com` етикету у горњем десном углу екрана и кликнете на :guilabel:`Профил`.
tr: Ekranın sağ üst köşesindeki :guilabel:`root@sunucu.etkialani.com` etiketine gidip :guilabel:`Profil` üzerine tıklayarak root parolasını değiştirebilirsiniz.

source: The login page allows selecting an alternative language among those already installed on the system. After logging in, go to the :ref:`software-center-section` page to install additional languages.
sr: Страница за пријаву омогућава да одаберете и алтернативне језике између већ инсталираних на систему. Након пријаве, идите на страницу :ref:`software-center-section` да инсталирате додатне језике.
tr: Oturum açma sayfasında kurulmuş olan dillerin yanında başka bir dil seçilebilir. Oturum açtıktan sonra ek diller yüklemek için :ref:`software-center-section` bölümüne gidin.

source: Logout
sr: Одјава
tr: Oturumu Kapatma

source: Terminate the current Server Manager session by going to the :guilabel:`root@host.domain.com` label on the upper right corner of the screen and by clicking on :guilabel:`Logout`.
sr: Прекините тренутну сесију Управника Сервера ако одете на :guilabel:`root@host.domain.com` етикету у горњем десном углу екрана и кликнете на :guilabel:`Одјава`.
tr: Ekranın sağ üst köşesindeki :guilabel:`root@sunucu.etkialani.com` etiketine gidip :guilabel:`Oturumu Kapat` üzerine tıklayarak geçerli sunucu yöneticisi oturumunu sonlandırabilirsiniz.
